INSERT INTO JHFZBH_R2022.dbo.读取OTA平台订单 (平台,订单号,订单状态,入住人,房型名称,入住日期,离店日期,天数,间数,底价构成s,底价构成,早餐s,早餐,发票要求,特殊要求,创建时间) VALUES
	 (N'携程（预付）',N'1128147441235618',N'已入住',N'金海',N'特价经济单床房',N'2026-04-18',N'2026-04-19',N'1天',N'1间',N'108.75',108.75,N'0',N'不含早',N'如客人需要发票，请贵酒店开具，开票金额：CNY112.00',N'','2026-04-19 01:30:14.69'),
	 (N'携程（预付）',N'1128147262549210',N'已接单',N'阮幸',N'特价经济单床房',N'2026-04-19',N'2026-04-21',N'2天',N'1间',N'97.88, 97.87',97.88,N'0, 0',N'不含早',N'如客人需要发票，请贵酒店开具，开票金额：CNY213.00',N'','2026-04-19 01:51:49.123'),
	 (N'携程（预付）',N'1128147401731235',N'已接单',N'李峰就',N'商务大床房',N'2026-04-27',N'2026-04-30',N'3天',N'1间',N'115.71, 115.71, 115.71',115.71,N'1, 1, 1',N'单早',N'如客人需要发票，请贵酒店开具，开票金额：CNY363.00',N'','2026-04-19 01:51:50.483'),
	 (N'携程（预付）',N'1128147397302713',N'已入住',N'李美',N'商务大床房',N'2026-04-30',N'2026-05-02',N'2天',N'1间',N'134.42, 134.41',134.42,N'0, 0',N'不含早',N'如客人需要发票，请贵酒店开具，开票金额：CNY293.00',N'远离电梯;无烟房;有窗房;安静房间;不临街;','2026-04-19 01:51:51.32'),
	 (N'携程（预付）',N'1128147380536186',N'已入住',N'郑红先',N'投影大床房',N'2026-04-30',N'2026-05-03',N'3天',N'1间',N'145.98, 172.35, 172.35',145.98,N'0, 0, 0',N'不含早',N'如客人需要发票，请贵酒店开具，开票金额：CNY508.00',N'','2026-04-19 01:51:52.43'),
	 (N'携程（预付）',N'1132545074330168',N'已接单',N'李方都',N'行政商务标间',N'2026-04-30',N'2026-05-01',N'1天',N'1间',N'218.87',218.87,N'2',N'双早',N'此订单由携程给客人开具发票，酒店无需向客人开具发票，但需开具发票给携程，具体开票金额以账单为准',N'','2026-04-19 01:51:53.147'),
	 (N'携程（预付）',N'1128145331883317',N'已接单',N'朱对方',N'特价经济单床房',N'2026-04-30',N'2026-05-01',N'1天',N'1间',N'113.97',113.97,N'0',N'不含早',N'如客人需要发票，请贵酒店开具，开票金额：CNY114.00',N'','2026-04-19 01:51:55.61'),
	 (N'携程（预付）',N'1128147311614819',N'已接单',N'张而',N'豪华三床房',N'2026-05-04',N'2026-05-05',N'1天',N'1间',N'256.65',256.65,N'0',N'不含早',N'如客人需要发票，请贵酒店开具，开票金额：CNY280.00',N'','2026-04-19 22:01:03.7'),
	 (N'携程（预付）',N'1128143451575898',N'已入住',N'廖法国',N'特价经济单床房',N'2026-04-19',N'2026-04-20',N'1天',N'1间',N'121.80',121.80,N'1',N'单早',N'如客人需要发票，请贵酒店开具，开票金额：CNY127.00',N'','2026-04-19 22:24:13.96'),
	 (N'携程（预付）',N'1132545397945434',N'已入住',N'杜下',N'特价经济单床房',N'2026-04-19',N'2026-04-20',N'1天',N'1间',N'108.75',108.75,N'0',N'不含早',N'此订单由携程给客人开具发票，酒店无需向客人开具发票，但需开具发票给携程，具体开票金额以账单为准',N'','2026-04-19 22:25:13.267');
INSERT INTO JHFZBH_R2022.dbo.读取OTA平台订单 (平台,订单号,订单状态,入住人,房型名称,入住日期,离店日期,天数,间数,底价构成s,底价构成,早餐s,早餐,发票要求,特殊要求,创建时间) VALUES
	 (N'携程（预付）',N'1128147351415434',N'已入住',N'徐士大夫',N'特价经济单床房',N'2026-04-19',N'2026-04-20',N'1天',N'1间',N'108.75',108.75,N'0',N'不含早',N'如客人需要发票，请贵酒店开具，开票金额：CNY122.00',N'','2026-04-19 22:25:14.2'),
	 (N'携程（预付）',N'1128147430759275',N'已入住',N'魏2234',N'商务大床房',N'2026-04-19',N'2026-04-20',N'1天',N'1间',N'135.72',135.72,N'1',N'单早',N'如客人需要发票，请贵酒店开具，开票金额：CNY147.00',N'','2026-04-19 22:25:14.83'),
	 (N'美团',N'5026028434442641686',N'CONSUMED',N'陈34',N'甄选商务标准间',N'2026-04-19 00:00:00',N'2026-04-20 00:00:00',N'1天',N'1间',N'126.65',126.65,N'不含早',N'不含早',N'145.00',N'','2026-04-19 23:01:06.71'),
	 (N'美团',N'5026028334898391703',N'ACCEPTED',N'王就',N'普通单床房',N'2026-04-24 00:00:00',N'2026-04-25 00:00:00',N'1天',N'1间',N'114.85',114.85,N'不含早',N'不含早',N'132.00',N'','2026-04-19 23:01:10.437'),
	 (N'美团',N'5026033335097790859',N'ACCEPTED',N'吴请',N'甄选商务标准间',N'2026-04-30 00:00:00',N'2026-05-01 00:00:00',N'1天',N'1间',N'185.35',185.35,N'含2早',N'双早',N'213.00',N'','2026-04-19 23:01:13.5'),
	 (N'美团',N'5026022821624283173',N'ACCEPTED',N'丁4发',N'甄选商务标准间',N'2026-05-01 00:00:00',N'2026-05-02 00:00:00',N'1天',N'1间',N'166.55',166.55,N'不含早',N'不含早',N'192.00',N'','2026-04-19 23:01:15.443'),
	 (N'美团',N'5026028398722269041',N'ACCEPTED',N'孙犹太人',N'甄选商务标准间',N'2026-05-01 00:00:00',N'2026-05-02 00:00:00',N'1天',N'1间',N'166.55',166.55,N'不含早',N'不含早',N'192.00',N'','2026-04-19 23:01:17.253'),
	 (N'美团',N'5026028398792113575',N'ACCEPTED',N'赖许',N'甄选商务大床房',N'2026-05-01 00:00:00',N'2026-05-02 00:00:00',N'1天',N'1间',N'164.81',164.81,N'不含早',N'不含早',N'190.00',N'','2026-04-19 23:01:19.927'),
	 (N'美团',N'5026028398173343995',N'ACCEPTED',N'汤脏',N'甄选商务大床房',N'2026-05-02 00:00:00',N'2026-05-03 00:00:00',N'1天',N'1间',N'164.81',164.81,N'不含早',N'不含早',N'190.00',N'','2026-04-19 23:01:23.227'),
	 (N'美团',N'5026028397533271928',N'ACCEPTED',N'张婢女',N'甄选商务标准间',N'2026-05-02 00:00:00',N'2026-05-03 00:00:00',N'1天',N'1间',N'166.55',166.55,N'不含早',N'不含早',N'192.00',N'','2026-04-19 23:01:27.043');
INSERT INTO JHFZBH_R2022.dbo.读取OTA平台订单 (平台,订单号,订单状态,入住人,房型名称,入住日期,离店日期,天数,间数,底价构成s,底价构成,早餐s,早餐,发票要求,特殊要求,创建时间) VALUES
	 (N'美团',N'5026028442122338648',N'CONSUMED',N'李热帖',N'甄选商务标准间',N'2026-04-19 00:00:00',N'2026-04-20 00:00:00',N'1天',N'1间',N'126.65',126.65,N'不含早',N'不含早',N'145.00',N'','2026-04-19 23:01:36.567'),
	 (N'美团',N'5026028452274928041',N'CONSUMED',N'大将',N'普通单床房',N'2026-04-15 00:00:00',N'2026-04-17 00:00:00',N'2天',N'1间',N'107.85, 114.85',107.85,N'不含早, 不含早',N'不含早',N'228.20',N'','2026-04-19 23:02:59.337'),
	 (N'美团',N'5026028428195283344',N'CONSUMED',N'夏说',N'甄选商务大床房',N'2026-04-10 00:00:00',N'2026-04-12 00:00:00',N'2天',N'1间',N'142.71, 142.71',142.71,N'含2早, 含2早',N'双早',N'324.00',N'','2026-04-19 23:03:13.533');
